[
  {
    "poem": "یوسف گمگشته بازآید به کنعان غم مخور\nکلبه احزان شود روزی گلستان غم مخور",
    "interpretation": "خبر خوشی در راه است و دوران سختی به پایان می‌رسد. به زودی از نگرانی‌ها رها خواهی شد و شادی به زندگی‌ات باز خواهد گشت. به خداوند توکل کن و صبور باش."
  },
  {
    "poem": "صلاح کار کجا و من خراب کجا\nببین تفاوت ره کز کجاست تا به کجا",
    "interpretation": "در مسیری که انتخاب کرده‌ای تردید داری و احساس می‌کنی با اهداف واقعی‌ات فاصله زیادی دارد. بهتر است با خودت صادق باشی و راهی را انتخاب کنی که با شخصیت و ارزش‌هایت هماهنگ باشد."
  },
  {
    "poem": "مژده ای دل که مسیحا نفسی می‌آید\nکه ز انفاس خوشش بوی کسی می‌آید",
    "interpretation": "منتظر یک اتفاق خوب یا رسیدن خبری خوش باش. به زودی گشایشی در کارت ایجاد می‌شود و فردی به تو کمک خواهد کرد که مشکلاتت را حل کنی. امید خود را از دست نده."
  },
  {
    "poem": "ما ز یاران چشم یاری داشتیم\nخود غلط بود آنچه می‌پنداشتیم",
    "interpretation": "از کسانی که انتظار کمک داشتی، ناامید شده‌ای. زمان آن رسیده که به توانایی‌های خودت تکیه کنی و منتظر دیگران نباشی. استقلال و خودباوری کلید موفقیت توست."
  },
  {
    "poem": "گفتم غم تو دارم گفتا غمت سر آید\nگفتم که ماه من شو گفتا اگر بر آید",
    "interpretation": "برای رسیدن به خواسته‌هایت باید صبر و تحمل داشته باشی. اگرچه ممکن است موانعی وجود داشته باشد، اما با تلاش و امیدواری، به نتیجه دلخواه خواهی رسید."
  },
  {
    "poem": "رسید مژده که ایام غم نخواهد ماند\nچنان نماند چنین نیز هم نخواهد ماند",
    "interpretation": "دوران سختی و مشکلات پایدار نیست. همانطور که روزهای خوب می‌گذرند، روزهای بد نیز تمام خواهند شد. به آینده امیدوار باش و بدان که تغییر نزدیک است."
  },
  {
    "poem": "درخت دوستی بنشان که کام دل به بار آرد\nنهال دشمنی برکن که رنج بی‌شمار آرد",
    "interpretation": "به جای دشمنی و کینه، به دوستی و محبت روی بیاور. ارتباطات خوب و مثبت برایت آرامش و موفقیت به همراه خواهد داشت، در حالی که دشمنی فقط باعث رنج و دردسر می‌شود."
  },
  {
    "poem": "از صدای سخن عشق ندیدم خوشتر\nیادگاری که در این گنبد دوار بماند",
    "interpretation": "عشق و محبت ارزشمندترین چیزها در زندگی هستند. به روابط عاطفی خود اهمیت بده و بدان که تأثیر عشق و نیکی تا ابد باقی خواهد ماند."
  },
  {
    "poem": "دوش وقت سحر از غصه نجاتم دادند\nواندر آن ظلمت شب آب حیاتم دادند",
    "interpretation": "پس از یک دوره تاریکی و ناامیدی، به زودی راه نجاتی پیدا خواهی کرد. گشایشی غیرمنتظره در کارت ایجاد می‌شود و به آرامش خواهی رسید."
  },
  {
    "poem": "با مدعی مگویید اسرار عشق و مستی\nتا بی‌خبر بمیرد در درد خودپرستی",
    "interpretation": "رازهای خود را با هر کسی در میان نگذار، به خصوص با کسانی که به تو حسادت می‌کنند. بهتر است موفقیت‌ها و برنامه‌هایت را برای خودت نگه داری."
  },
  {
    "poem": "سال‌ها دل طلب جام جم از ما می‌کرد\nوان چه خود داشت ز بیگانه تمنا می‌کرد",
    "interpretation": "به دنبال چیزی در بیرون از خودت می‌گردی که در درونت وجود دارد. به توانایی‌ها و استعدادهای خودت بیشتر توجه کن و به خودت اعتماد داشته باش."
  },
  {
    "poem": "ای پادشه خوبان داد از غم تنهایی\nدل بی تو به جان آمد وقت است که بازآیی",
    "interpretation": "احساس تنهایی و دلتنگی می‌کنی و منتظر بازگشت کسی یا اتفاقی هستی. این انتظار به زودی به پایان می‌رسد و دیدارها تازه خواهد شد."
  },
  {
    "poem": "نصیحتی کنمت بشنو و بهانه مگیر\nهر آنچه ناصح مشفق بگویدت بپذیر",
    "interpretation": "به نصیحت افراد خیرخواه و باتجربه گوش کن. گاهی اوقات لازم است از دیگران مشورت بگیری تا راه درست را پیدا کنی. لجبازی را کنار بگذار."
  },
  {
    "poem": "گرچه پیرم تو شبی تنگ در آغوشم گیر\nتا سحرگه ز کنار تو جوان برخیزم",
    "interpretation": "یک اتفاق یا دیدار دوباره می‌تواند به تو انرژی و انگیزه بدهد. امید به یک تحول مثبت در زندگی‌ات وجود دارد که باعث شادابی و جوانی دوباره‌ات می‌شود."
  },
  {
    "poem": "آنکه رخسار تو را رنگ گل و نسرین داد\nصبر و آرام تواند به من مسکین داد",
    "interpretation": "همانطور که زیبایی‌ها و نعمت‌ها به تو داده شده، صبر و آرامش نیز در برابر مشکلات به تو عطا خواهد شد. به قدرت خداوند ایمان داشته باش."
  },
  {
    "poem": "برو به کار خود ای واعظ این چه فریادست\nمرا فتاده دل از ره تو را چه افتادست",
    "interpretation": "بهتر است به جای دخالت در کار دیگران، روی زندگی و مشکلات خودت تمرکز کنی. هر کس مسیر و سرنوشت خود را دارد."
  },
  {
    "poem": "ما آزموده‌ایم در این شهر بخت خویش\nبیرون کشید باید از این ورطه رخت خویش",
    "interpretation": "در موقعیت فعلی به نتیجه دلخواه نرسیده‌ای و بهتر است به فکر تغییر مکان یا شرایط باشی. ماندن در این وضعیت فایده‌ای ندارد."
  },
  {
    "poem": "خیال روی تو در هر طریق همره ماست\nنسیم موی تو پیوند جان آگه ماست",
    "interpretation": "یاد و خاطره کسی یا چیزی همواره با توست و به تو انگیزه می‌دهد. این ارتباط قلبی قوی است و به تو در مسیر زندگی کمک می‌کند."
  },
  {
    "poem": "هر آن که جانب اهل خدا نگه دارد\nخداش در همه حال از بلا نگه دارد",
    "interpretation": "نیت خیر و کمک به دیگران باعث می‌شود که خداوند تو را از مشکلات و بلاها حفظ کند. به کارهای نیک خود ادامه بده."
  },
  {
    "poem": "مزرع سبز فلک دیدم و داس مه نو\nیادم از کشته خویش آمد و هنگام درو",
    "interpretation": "زمان آن رسیده که نتیجه اعمال و تلاش‌های گذشته خود را ببینی. چه خوب و چه بد، باید با عواقب کارهایت روبرو شوی."
  },
  {
    "poem": "الا ای طوطی گویای اسرار\nمبادا خالیت شکر ز منقار",
    "interpretation": "خبرهای خوبی برای گفتن داری یا به زودی خواهی شنید. شیرین‌سخن باش و این اخبار خوش را با دیگران به اشتراک بگذار."
  },
  {
    "poem": "ساقی به نور باده برافروز جام ما\nمطرب بگو که کار جهان شد به کام ما",
    "interpretation": "به زودی به موفقیت و کامیابی خواهی رسید و همه چیز طبق مراد تو پیش خواهد رفت. زمان شادی و جشن گرفتن نزدیک است."
  },
  {
    "poem": "ای بی‌خبر بکوش که صاحب خبر شوی\nتا راهرو نباشی کی راهبر شوی",
    "interpretation": "برای رسیدن به موفقیت و استادی در هر کاری، باید تلاش کنی و تجربه بیاموزی. بدون کوشش و یادگیری به جایی نخواهی رسید."
  },
  {
    "poem": "بیا تا گل برافشانیم و می در ساغر اندازیم\nفلک را سقف بشکافیم و طرحی نو دراندازیم",
    "interpretation": "زمان ایجاد یک تغییر بزرگ و اساسی در زندگی‌ات فرا رسیده است. از شرایط فعلی خود راضی نیستی و باید با شجاعت، راهی جدید را آغاز کنی."
  },
  {
    "poem": "منم که شهره شهرم به عشق ورزیدن\nمنم که دیده نیالوده‌ام به بد دیدن",
    "interpretation": "بهتر است با دید مثبت به اطرافت نگاه کنی و به دیگران عشق بورزی. خوش‌بینی و نیت پاک، تو را در میان مردم عزیز خواهد کرد."
  },
  {
    "poem": "در کار گلاب و گل حکم ازلی این بود\nکاین شاهد بازاری وان پرده‌نشین باشد",
    "interpretation": "برخی چیزها در سرنوشت انسان مقدر شده است و باید آن را پذیرفت. هر چیزی جایگاه و ارزش خود را دارد و نباید آن‌ها را با هم مقایسه کرد."
  },
  {
    "poem": "عیب رندان مکن ای زاهد پاکیزه سرشت\nکه گناه دگران بر تو نخواهند نوشت",
    "interpretation": "به جای قضاوت و عیب‌جویی از دیگران، به اصلاح خودت بپرداز. هر کس مسئول اعمال خویش است و تو نباید نگران گناهان دیگران باشی."
  },
  {
    "poem": "گر من از باغ تو یک میوه بچینم چه شود\nپیش پایی به چراغ تو ببینم چه شود",
    "interpretation": "درخواست کمک یا استفاده از فرصتی که پیش آمده، ایرادی ندارد. گاهی برای پیشرفت باید از دیگران یاری بگیری. از درخواست کردن نترس."
  },
  {
    "poem": "واعظان کاین جلوه در محراب و منبر می‌کنند\nچون به خلوت می‌روند آن کار دیگر می‌کنند",
    "interpretation": "مراقب افراد دورو و ریاکار باش. به ظاهر افراد اعتماد نکن و سعی کن باطن آن‌ها را بشناسی. حرف و عمل برخی افراد یکی نیست."
  },
  {
    "poem": "فاش می‌گویم و از گفته خود دلشادم\nبنده عشقم و از هر دو جهان آزادم",
    "interpretation": "به راهی که انتخاب کرده‌ای ایمان داری و از آن لذت می‌بری. این عشق و علاقه به تو احساس آزادی و رهایی می‌دهد. در مسیر درستی قرار داری."
  },
  {
    "poem": "از خرابات نشینان طلب راه کنید\nکه این طایفه راهی به خدا داشته‌اند",
    "interpretation": "گاهی راهنمایی و حقیقت را می‌توان از افرادی یافت که ظاهری ساده و بی‌ادعا دارند. به دنبال افراد باتجربه و دلسوخته باش."
  },
  {
    "poem": "به کوی میکده هر سالکی که ره دانست\nدری دگر زدن اندیشه تبه دانست",
    "interpretation": "وقتی راه درست را پیدا کردی، در آن ثابت قدم باش و به دنبال راه‌های دیگر نگرد. پراکندگی و از این شاخه به آن شاخه پریدن تو را از هدف دور می‌کند."
  },
  {
    "poem": "هر گه که دل به عشق دهی خوش دمی بود\nدر کار خیر حاجت هیچ استخاره نیست",
    "interpretation": "برای انجام کار نیک و عاشقی کردن، تردید نکن. اگر نیت تو خیر است، با اطمینان قدم بردار و نیازی به مشورت و تردید نیست."
  },
  {
    "poem": "راهیست راه عشق که هیچش کناره نیست\nآنجا جز آن که جان بسپارند چاره نیست",
    "interpretation": "مسیر عشق و رسیدن به اهداف بزرگ، مسیری دشوار و پر از فداکاری است. برای موفقیت باید آماده باشی که از خودگذشتگی کنی."
  },
  {
    "poem": "دردم از یار است و درمان نیز هم\nدل فدای او شد و جان نیز هم",
    "interpretation": "مشکل و راه‌حل تو هر دو به یک شخص یا یک موضوع وابسته است. باید با همان منبعی که برایت مشکل ایجاد کرده، به دنبال راه‌حل بگردی."
  },
  {
    "poem": "گفتم کی ام دهان و لبت کامران کنند\nگفتا به چشم هر چه تو گویی چنان کنند",
    "interpretation": "به زودی به آرزوها و خواسته‌های خود خواهی رسید. امیدواری و درخواست تو بی‌پاسخ نخواهد ماند و کامروا خواهی شد."
  },
  {
    "poem": "دل می‌رود ز دستم صاحبدلان خدا را\nدردا که راز پنهان خواهد شد آشکارا",
    "interpretation": "رازی در دل داری که نگران فاش شدن آن هستی. مراقب باش و اسرار خود را با هر کسی در میان نگذار، زیرا ممکن است به زودی برملا شود."
  },
  {
    "poem": "کنون که بر کف گل جام باده صاف است\nبه صد هزار زبان بلبلش در اوصاف است",
    "interpretation": "اکنون بهترین فرصت برای شادی و لذت بردن از زندگی است. از لحظات خوب خود استفاده کن و قدر این دوران را بدان."
  },
  {
    "poem": "خلوت گزیده را به تماشا چه حاجت است\nچون کوی دوست هست به صحرا چه حاجت است",
    "interpretation": "وقتی به هدف اصلی و مطلوب خود نزدیک هستی، به چیزهای فرعی و حاشیه‌ای توجه نکن. تمرکز خود را بر روی آنچه واقعاً اهمیت دارد بگذار."
  },
  {
    "poem": "دارم از زلف سیاهش گله چندان که مپرس\nکه چنان زو شده‌ام بی سر و سامان که مپرس",
    "interpretation": "درگیر یک مشکل یا رابطه پیچیده شده‌ای که تو را آشفته کرده است. باید برای حل این آشفتگی و رسیدن به آرامش تلاش کنی."
  },
  {
    "poem": "گر ز دست زلف مشکینت خطایی رفت رفت\nور ز هندوی شما بر ما جفایی رفت رفت",
    "interpretation": "گذشته‌ها را فراموش کن و کینه‌ها را کنار بگذار. بخشیدن دیگران و رها کردن اتفاقات گذشته به تو آرامش می‌دهد و راه را برای آینده باز می‌کند."
  },
  {
    "poem": "آن سیه چرده که شیرینی عالم با اوست\nچشم میگون لب خندان دل خرم با اوست",
    "interpretation": "شخصی با ویژگی‌های خاص و جذاب در زندگی تو حضور دارد یا به زودی وارد خواهد شد که برایت شادی و شیرینی به ارمغان می‌آورد."
  },
  {
    "poem": "به حسن و خلق و وفا کس به یار ما نرسد\nتو را در این سخن انکار کار ما نرسد",
    "interpretation": "به شخصی یا چیزی در زندگی‌ات بسیار وفادار و معتقد هستی و او را بهترین می‌دانی. این باور قلبی به تو قدرت و اعتماد به نفس می‌دهد."
  },
  {
    "poem": "گرچه مستیم و خرابیم چو شب‌های دگر\nباز کن ساقی مجلس سر مینای دگر",
    "interpretation": "با وجود مشکلات و شکست‌های گذشته، ناامید نشو و دوباره تلاش کن. همیشه فرصتی برای شروعی دوباره و تجربه‌ای جدید وجود دارد."
  },
  {
    "poem": "صبحدم مرغ چمن با گل نوخاسته گفت\nناز کم کن که در این باغ بسی چون تو شکفت",
    "interpretation": "مغرور نباش و به داشته‌های خود فخر نفروش. بدان که در این دنیا هیچ چیز پایدار نیست و بهتر است فروتن باشی."
  },
  {
    "poem": "گل در بر و می در کف و معشوق به کام است\nسلطان جهانم به چنین روز غلام است",
    "interpretation": "در بهترین شرایط و موقعیت قرار داری و همه چیز برای شادی تو مهیاست. از این فرصت طلایی نهایت استفاده را ببر و قدردان باش."
  },
  {
    "poem": "ما را ز خیال تو چه پروای شراب است\nخم گو سر خود گیر که خمخانه خراب است",
    "interpretation": "به قدری به هدف یا شخص مورد علاقه‌ات فکر می‌کنی که چیزهای دیگر برایت اهمیتی ندارد. این تمرکز قوی تو را به موفقیت نزدیک می‌کند."
  },
  {
    "poem": "چو بشنوی سخن اهل دل مگو که خطاست\nسخن شناس نه‌ای جان من خطا این جاست",
    "interpretation": "قبل از قضاوت درباره حرف دیگران، به خصوص افراد باتجربه، خوب فکر کن. شاید مشکل از درک و فهم تو باشد، نه از سخن آن‌ها."
  },
  {
    "poem": "مردم دیده ما جز به رخت ناظر نیست\nدل سرگشته ما غیر تو را ذاکر نیست",
    "interpretation": "تمام فکر و ذکر تو معطوف به یک شخص یا یک هدف خاص است. این وفاداری و تمرکز ستودنی است و تو را در مسیرت ثابت قدم نگه می‌دارد."
  },
  {
    "poem": "روزه یک سو شد و عید آمد و دل‌ها برخاست\nمی ز خمخانه به جوش آمد و می باید خواست",
    "interpretation": "دوران ریاضت و سختی به پایان رسیده و زمان شادی و بهره بردن از نتیجه تلاش‌ها فرا رسیده است. خود را برای یک دوره خوب آماده کن."
  },
  {
    "poem": "ساقیا آمدن عید مبارک بادت\nوان مواعید که کردی مرواد از یادت",
    "interpretation": "به عهد و پیمان‌های خود وفادار باش. اکنون که به موفقیت نزدیک شده‌ای، وعده‌هایی که به خودت یا دیگران داده‌ای را فراموش نکن."
  },
  {
    "poem": "ابر آذاری برآمد باد نوروزی وزید\nوجه می می‌خواهم و مطرب که می‌گوید رسید",
    "interpretation": "شرایط برای شروعی تازه و باطراوت کاملاً مهیاست. از این فرصت استفاده کن و کارهای جدیدی را آغاز کن که به تو شادی و انرژی می‌دهد."
  },
  {
    "poem": "زلف بر باد مده تا ندهی بر بادم\nناز بنیاد مکن تا نکنی بنیادم",
    "interpretation": "مراقب رفتار و اعمال خود باش، زیرا تأثیر زیادی بر دیگران دارد. کارهای تو می‌تواند باعث آشفتگی یا آرامش اطرافیانت شود."
  },
  {
    "poem": "ای هدهد صبا به سبا می‌فرستمت\nبنگر که از کجا به کجا می‌فرستمت",
    "interpretation": "در حال آغاز یک مأموریت یا کار مهم هستی. این مسیر تو را به جایگاه بالاتری خواهد رساند. با دقت و هوشیاری قدم بردار."
  },
  {
    "poem": "ای دل مباش یک دم خالی ز عشق و مستی\nوان گه برو که رستی از نیستی و هستی",
    "interpretation": "زندگی بدون عشق و شور و علاقه بی‌معناست. سعی کن همواره در زندگی‌ات هدفی داشته باشی که به آن عشق بورزی تا به معنای واقعی زندگی کنی."
  },
  {
    "poem": "گر می فروش حاجت رندان روا کند\nایزد گنه ببخشد و دفع بلا کند",
    "interpretation": "کمک کردن به نیازمندان و گره گشودن از کار دیگران، باعث می‌شود که خداوند نیز به تو لطف کند و مشکلاتت را برطرف سازد."
  },
  {
    "poem": "بوی خوش تو هر که ز باد صبا شنید\nاز یار آشنا سخن آشنا شنید",
    "interpretation": "به زودی خبری خوش از طرف یک دوست یا آشنا به تو خواهد رسید که باعث دلگرمی و شادی‌ات می‌شود."
  },
  {
    "poem": "شاهد آن نیست که مویی و میانی دارد\nبنده طلعت آن باش که آنی دارد",
    "interpretation": "به دنبال زیبایی‌های باطنی و معنوی باش، نه فقط ظاهر. ارزش واقعی انسان‌ها در سیرت و شخصیت آن‌هاست."
  },
  {
    "poem": "دیدی که یار جز سر جور و ستم نداشت\nبشکست عهد و از غم ما هیچ غم نداشت",
    "interpretation": "از بی‌وفایی کسی دلشکسته شده‌ای. بهتر است این رابطه را رها کنی و بدانی که آن شخص لیاقت محبت تو را نداشته است."
  },
  {
    "poem": "خدا چو صورت ابروی دلگشای تو بست\nگشاد کار من اندر کرشمه‌های تو بست",
    "interpretation": "حل مشکل تو در دست شخص دیگری است. با رفتار و گفتار خوش می‌توانی نظر او را جلب کرده و به خواسته خود برسی."
  },
  {
    "poem": "من دوستدار روی خوش و موی دلکشم\nمدهوش چشم مست و می صاف و بی‌غشم",
    "interpretation": "از زیبایی‌های زندگی لذت می‌بری و طبعی هنردوست داری. این روحیه به تو کمک می‌کند تا از لحظات خود بهتر استفاده کنی."
  },
  {
    "poem": "اگر آن ترک شیرازی به دست آرد دل ما را\nبه خال هندویش بخشم سمرقند و بخارا را",
    "interpretation": "برای رسیدن به آنچه دوست داری، حاضر به فداکاری و بخشش بزرگی هستی. این نشان‌دهنده ارزش بالای آن هدف برای توست."
  },
  {
    "poem": "صوفی بیا که آینه صافیست جام را\nتا بنگری صفای می لعل فام را",
    "interpretation": "برای شناخت حقیقت، باید ذهن خود را از تعصبات و پیش‌داوری‌ها پاک کنی. با دیدی باز و قلبی صاف به مسائل نگاه کن."
  },
  {
    "poem": "لنگر حلم تو ای کشتی توفیق کجاست\nکه در این بحر کرم غرق گناه آمده‌ایم",
    "interpretation": "احساس می‌کنی در مشکلات و گناهان غرق شده‌ای و به کمک و راهنمایی نیاز داری. از خداوند یاری بخواه و به رحمت او امیدوار باش."
  },
  {
    "poem": "مرا به رندی و عشق آن فضول عیب کند\nکه اعتراض بر اسرار علم غیب کند",
    "interpretation": "به حرف‌ها و قضاوت‌های افراد نادان اهمیت نده. تو راه خود را می‌روی و آن‌ها از درک حقیقت عاجزند. به کار خود ادامه بده."
  },
  {
    "poem": "به جان پیر خرابات و حق صحبت او\nکه نیست در سر من جز هوای خدمت او",
    "interpretation": "به شدت به یک شخص، مرام یا هدف وفادار هستی و تمام فکرت خدمت به آن است. این وفاداری قابل تحسین است و تو را به موفقیت می‌رساند."
  },
  {
    "poem": "گلعذاری ز گلستان جهان ما را بس\nزین چمن سایه آن سرو روان ما را بس",
    "interpretation": "به آنچه داری قانع باش و قدردان نعمت‌هایت باش. گاهی یک دلخوشی کوچک برای شاد بودن کافی است و نیازی به آرزوهای بزرگ نیست."
  },
  {
    "poem": "درآ که در دل خسته توان درآید باز\nبیا که در تن مرده روان درآید باز",
    "interpretation": "منتظر یک تحول بزرگ و مثبت هستی که به زندگی‌ات جان دوباره‌ای ببخشد. این اتفاق به زودی رخ خواهد داد و امید به زندگی‌ات بازمی‌گردد."
  },
  {
    "poem": "بهار و گل طرب‌انگیز گشت و توبه‌شکن\nبه شادی رخ گل بیخ غم ز دل برکن",
    "interpretation": "فصل شادی و خوشی فرا رسیده است. غم و اندوه را کنار بگذار و از فرصت‌های جدیدی که برایت پیش آمده لذت ببر."
  },
  {
    "poem": "خیز و در کاسه زر آب طربناک انداز\nپیشتر زان که شود کاسه سر خاک انداز",
    "interpretation": "عمر کوتاه است، پس از لحظات زندگی خود نهایت استفاده را ببر. شادی و خوشی را به تعویق نینداز و از همین امروز لذت ببر."
  },
  {
    "poem": "سحر بلبل حکایت با صبا کرد\nکه عشق روی گل با ما چه‌ها کرد",
    "interpretation": "عشق و علاقه تو را دچار تحولات زیادی کرده است. این مسیر اگرچه سختی‌هایی داشته، اما تجربه‌های ارزشمندی برایت به همراه آورده است."
  },
  {
    "poem": "آن شب قدری که گویند اهل خلوت امشب است\nیا رب این تأثیر دولت در کدامین کوکب است",
    "interpretation": "یک فرصت بسیار ارزشمند و استثنایی برایت پیش آمده است. از این موقعیت طلایی به بهترین شکل استفاده کن، زیرا ممکن است دیگر تکرار نشود."
  },
  {
    "poem": "حاصل کارگه کون و مکان این همه نیست\nباده پیش آر که اسباب جهان این همه نیست",
    "interpretation": "به مادیات و ظواهر دنیا بیش از حد دل نبند. ارزش واقعی زندگی در لحظات خوش و آرامش درونی است، نه در جمع‌آوری مال و ثروت."
  },
  {
    "poem": "دلم جز مهر مه رویان طریقی بر نمی‌گیرد\nز هر در می‌دهم پندش ولیکن در نمی‌گیرد",
    "interpretation": "در یک مسیر یا علاقه خاصی پافشاری می‌کنی و نصیحت دیگران را قبول نمی‌کنی. اگرچه این پایداری خوب است، اما مراقب باش که به لجبازی تبدیل نشود."
  },
  {
    "poem": "ای دل ریش مرا با لب تو حق نمک\nحق نگه دار که من می‌روم الله معک",
    "interpretation": "در حال告别 یا جدایی از کسی یا چیزی هستی. امیدوار باش که حقی که بر گردن دیگران داری، پایمال نشود و به زودی دوباره شرایط خوبی فراهم شود."
  },
  {
    "poem": "به آب روشن می عارفی طهارت کرد\nعلی الصباح که میخانه را زیارت کرد",
    "interpretation": "برای رسیدن به پاکی و حقیقت، گاهی باید از راه‌های غیرمتعارف رفت. به دنبال نگاهی نو و دیدگاهی متفاوت برای حل مشکلاتت باش."
  },
  {
    "poem": "این چه شوریست که در دور قمر می‌بینم\nهمه آفاق پر از فتنه و شر می‌بینم",
    "interpretation": "شرایط اطراف خود را آشفته و نگران‌کننده می‌بینی. بهتر است در این دوران بیشتر مراقب خود باشی و از درگیری و فتنه دوری کنی."
  },
  {
    "poem": "یا رب این نوگل خندان که سپردی به منش\nمی‌سپارم به تو از چشم حسود چمنش",
    "interpretation": "نگران نعمتی یا شخصی عزیز در زندگی‌ات هستی و از چشم زخم و حسادت دیگران می‌ترسی. او را به خدا بسپار و نگران نباش."
  },
  {
    "poem": "مطلب طاعت و پیمان و صلاح از من مست\nکه به پیمانه‌کشی شهره شدم روز الست",
    "interpretation": "از تو نباید انتظار داشت که مانند دیگران رفتار کنی. تو شخصیت و روش خاص خود را داری و بهتر است دیگران نیز تو را همان‌طور که هستی بپذیرند."
  },
  {
    "poem": "زان یار دلنوازم شکریست با شکایت\nگر نکته‌دان عشقی بشنو تو این حکایت",
    "interpretation": "در یک رابطه یا موقعیت، هم رضایت داری و هم گله و شکایت. این شرایط دوگانه تو را سردرگم کرده است. باید با دقت بیشتری به جوانب مختلف آن نگاه کنی."
  },
  {
    "poem": "چل سال بیش رفت که من لاف می‌زنم\nکز چاکران پیر مغان کمترین منم",
    "interpretation": "مدت‌هاست که در یک مسیر تلاش می‌کنی و ادعایی داری. اکنون زمان آن رسیده که این ادعا را در عمل نیز ثابت کنی و به دیگران نشان دهی."
  },
  {
    "poem": "قتل این خسته به شمشیر تو تقدیر نبود\nور نه هیچ از دل بی‌رحم تو تقصیر نبود",
    "interpretation": "از یک اتفاق ناگوار نجات پیدا کرده‌ای. اگرچه ممکن بود آسیب ببینی، اما تقدیر با تو یار بوده است. شکرگزار باش."
  },
  {
    "poem": "گفتا برون شدی به تماشای ماه نو\nاز ماه ابروان منت شرم باد رو",
    "interpretation": "به جای توجه به دیگران و زیبایی‌های بیرونی، بهتر است به داشته‌های ارزشمند خودت نگاه کنی. قدر آنچه را که در اختیار داری، بدان."
  },
  {
    "poem": "کنون که می‌دمد از بوستان نسیم بهشت\nمن و شراب فرح بخش و یار حورسرشت",
    "interpretation": "بهترین زمان برای لذت بردن از زندگی و همراهی با عزیزان است. از این فرصت استفاده کن و لحظات خوشی را برای خودت رقم بزن."
  },
  {
    "poem": "مقام امن و می بی‌غش و رفیق شفیق\nگرت مدام میسر شود زهی توفیق",
    "interpretation": "اگر آرامش، صداقت و دوستان خوب در زندگی‌ات داری، بسیار خوشبخت هستی. قدر این نعمت‌های بزرگ را بدان، زیرا بسیار ارزشمند هستند."
  },
  {
    "poem": "ای صبا نکهتی از خاک ره یار بیار\nببر اندوه دل و مژده دلدار بیار",
    "interpretation": "منتظر خبری از یک شخص یا مکانی دور هستی. این خبر به زودی به تو می‌رسد و باعث شادی و رفع نگرانی‌هایت خواهد شد."
  },
  {
    "poem": "به ملازمان سلطان که رساند این دعا را\nکه به شکر پادشاهی ز نظر مران گدا را",
    "interpretation": "وقتی به قدرت و موفقیت رسیدی، افراد ضعیف‌تر و نیازمند را فراموش نکن. فروتنی و کمک به دیگران، جایگاه تو را بالاتر می‌برد."
  },
  {
    "poem": "هزار دشمنم ار می‌کنند قصد هلاک\nگرم تو دوستی از دشمنان ندارم باک",
    "interpretation": "اگر یک حامی و دوست واقعی در کنار خود داشته باشی، از هیچ دشمن و مشکلی نباید بترسی. این حمایت برای تو کافی است."
  },
  {
    "poem": "گرچه بر واعظ شهر این سخن آسان نبود\nتا ریا ورزد و سالوس مسلمان نبود",
    "interpretation": "صداقت و یکرنگی مهم‌ترین اصل در ایمان و انسانیت است. از دورویی و ریاکاری پرهیز کن تا به آرامش واقعی برسی."
  },
  {
    "poem": "بلبلی خون دلی خورد و گلی حاصل کرد\nباد غیرت به صدش خار پریشان دل کرد",
    "interpretation": "برای به دست آوردن چیزی زحمت زیادی کشیده‌ای، اما نگران هستی که حسادت و دخالت دیگران آن را از بین ببرد. مراقب دستاوردهایت باش."
  },
  {
    "poem": "درخت دوستی کی شود به بار آید\nکه برگ و بارش اگر بی‌وفا بود یارا",
    "interpretation": "یک رابطه یا همکاری زمانی به نتیجه می‌رسد که هر دو طرف به آن متعهد و وفادار باشند. بی‌وفایی و عدم صداقت همه چیز را خراب می‌کند."
  },
  {
    "poem": "نقدها را بود آیا که عیاری گیرند\nتا همه صومعه‌داران پی کاری گیرند",
    "interpretation": "به زودی حقیقت آشکار خواهد شد و افراد ریاکار و دروغگو رسوا خواهند شد. زمان قضاوت و مشخص شدن ارزش واقعی هر کس نزدیک است."
  },
  {
    "poem": "دانی که چیست دولت دیدار یار دیدن\nدر کوی او گدایی بر خسروی گزیدن",
    "interpretation": "بزرگترین خوشبختی برای تو، بودن در کنار عزیزانت یا رسیدن به هدفی است که برایت بسیار ارزشمند است. قدر این لحظات را بدان."
  },
  {
    "poem": "آن پیک نامور که رسید از دیار دوست\nآورد حرز جان ز خط مشکبار دوست",
    "interpretation": "خبر یا نامه‌ای بسیار خوش و امیدوارکننده از راه دور به دستت خواهد رسید که تو را از نگرانی‌ها نجات می‌دهد و به تو آرامش می‌بخشد."
  },
  {
    "poem": "مرحبا ای پیک مشتاقان بده پیغام دوست\nتا کنم جان از سر رغبت فدای نام دوست",
    "interpretation": "به شدت منتظر خبری از طرف کسی هستی که دوستش داری. این خبر به زودی می‌رسد و تو را بسیار خوشحال خواهد کرد."
  },
  {
    "poem": "روزگاریست که سودای بتان دین من است\nغم این کار نشاط دل غمگین من است",
    "interpretation": "در راه عشق و علاقه خود سختی‌هایی را تحمل می‌کنی، اما همین سختی‌ها به تو انگیزه و لذت می‌دهد. از مسیر خود ناامید نشو."
  },
  {
    "poem": "رواق منظر چشم من آشیانه توست\nکرم نما و فرود آ که خانه خانه توست",
    "interpretation": "قلب و جان تو همیشه پذیرای یک شخص خاص است. اگر منتظر بازگشت کسی هستی، بدان که جایگاه او در قلب تو محفوظ است."
  },
  {
    "poem": "سینه از آتش دل در غم جانانه بسوخت\nآتشی بود در این خانه که کاشانه بسوخت",
    "interpretation": "غم و اندوهی بزرگ را تجربه کرده‌ای که تأثیر عمیقی بر تو گذاشته است. باید سعی کنی از این شرایط عبور کرده و دوباره زندگی را از نو بسازی."
  },
  {
    "poem": "یاری اندر کس نمی‌بینیم یاران را چه شد\nدوستی کی آخر آمد دوستداران را چه شد",
    "interpretation": "احساس تنهایی می‌کنی و از دوستان و اطرافیانت دلگیر هستی. شاید لازم باشد در روابط خود بازنگری کنی یا به دنبال دوستان جدیدی باشی."
  },
  {
    "poem": "سمن بویان غبار غم چو بنشینند بنشانند\nپری رویان قرار از دل چو بستیزند بستانند",
    "interpretation": "حضور افراد زیبا و خوش‌رو می‌تواند غم و اندوه را از دل تو ببرد. به دنبال معاشرت با کسانی باش که به تو انرژی مثبت می‌دهند."
  },
  {
    "poem": "به دام زلف تو دل مبتلای خویشتن است\nبکش به غمزه که اینش سزای خویشتن است",
    "interpretation": "خودت باعث گرفتاری و مشکلی شده‌ای که اکنون در آن هستی. باید مسئولیت اشتباهات خود را بپذیری و برای جبران آن تلاش کنی."
  },
  {
    "poem": "مرا می‌بینی و هر دم زیادت می‌کنی دردم\nتو را می‌بینم و میلم زیادت می‌شود هر دم",
    "interpretation": "در یک رابطه عاطفی پیچیده و پر از فراز و نشیب قرار داری. این رابطه هم برایت لذت‌بخش است و هم دردناک. باید تکلیف خود را مشخص کنی."
  },
  {
    "poem": "اگر به باده مشکین دلم کشد شاید\nکه بوی خیر ز زهد ریا نمی‌آید",
    "interpretation": "به دنبال صداقت و راستی باش، حتی اگر به نظر دیگران غیرمتعارف باشد. از دورویی و ریاکاری دوری کن، زیرا هیچ نتیجه خوبی نخواهد داشت."
  },
  {
    "poem": "در وفای عشق تو مشهور خوبانم چو شمع\nشب نشین کوی سربازان و رندانم چو شمع",
    "interpretation": "در راه عشق و وفاداری خود ثابت قدم هستی و مانند شمعی برای دیگران می‌سوزی. این فداکاری تو قابل ستایش است، اما مراقب باش که خودت را از بین نبری."
  },
  {
    "poem": "ای که از کوچه معشوقه ما می‌گذری\nبر حذر باش که سر می‌شکند دیوارش",
    "interpretation": "راهی که در پیش گرفته‌ای، خطرناک و پر از مانع است. باید با احتیاط و هوشیاری کامل قدم برداری تا آسیب نبینی."
  },
  {
    "poem": "دوش دیدم که ملایک در میخانه زدند\nگل آدم بسرشتند و به پیمانه زدند",
    "interpretation": "یک اتفاق مهم و سرنوشت‌ساز در حال وقوع است که ریشه در تقدیر الهی دارد. خود را برای یک تحول بزرگ آماده کن."
  },
  {
    "poem": "به سر جام جم آن گه نظر توانی کرد\nکه خاک میکده کحل بصر توانی کرد",
    "interpretation": "برای رسیدن به درک عمیق و حقیقت، باید فروتن باشی و از تجربیات دیگران، حتی افراد ساده، درس بگیری. غرور مانع از یادگیری است."
  },
  {
    "poem": "رو بر رهش نهادم و بر خود گذر نکرد\nصد لطف چشم داشتم و یک نظر نکرد",
    "interpretation": "از کسی یا چیزی که انتظار توجه و محبت داشتی، بی‌مهری دیده‌ای. شاید بهتر باشد بیش از این اصرار نکنی و راه خود را ادامه دهی."
  },
  {
    "poem": "گر بود عمر به میخانه رسم بار دگر\nبجز از خدمت رندان نکنم کار دگر",
    "interpretation": "تصمیم گرفته‌ای که در آینده روش زندگی خود را تغییر دهی و به دنبال علایق واقعی خود بروی. این تصمیم درستی است و به تو آرامش خواهد داد."
  },
  {
    "poem": "نفس باد صبا مشک فشان خواهد شد\nعالم پیر دگرباره جوان خواهد شد",
    "interpretation": "به زودی دورانی جدید و پر از امید و طراوت آغاز خواهد شد. مشکلات گذشته به پایان می‌رسد و فرصت‌های تازه‌ای برایت فراهم می‌شود."
  },
  {
    "poem": "ارغوان جام عقیقی به سمن خواهد داد\nچشم نرگس به شقایق نگران خواهد شد",
    "interpretation": "منتظر خبرهای خوب و اتفاقات خوشایند باش. به زودی همه چیز به نفع تو تغییر خواهد کرد و به آرامش و شادی خواهی رسید."
  },
  {
    "poem": "این تطاول که کشید از غم هجران بلبل\nتا سراپرده گل نعره زنان خواهد شد",
    "interpretation": "دوران صبر و تحمل تو به پایان رسیده و به زودی به وصال و موفقیت خواهی رسید. نتیجه تلاش‌ها و صبوری خود را خواهی دید."
  },
  {
    "poem": "گل عزیز است غنیمت شمریدش صحبت\nکه به باغ آمد از این راه و از آن خواهد شد",
    "interpretation": "فرصت‌های خوب و لحظات خوش زندگی زودگذر هستند. قدر این لحظات را بدان و از آن‌ها به بهترین شکل استفاده کن، قبل از آنکه دیر شود."
  },
  {
    "poem": "مطربا مجلس انس است غزل خوان و سرود\nچند گویی که چنین رفت و چنان خواهد شد",
    "interpretation": "به جای غصه خوردن برای گذشته و نگرانی برای آینده، در لحظه حال زندگی کن. از فرصت‌های کنونی خود برای شادی و لذت بردن استفاده کن."
  },
  {
    "poem": "حافظا از بهر مجلس شاه خوبان را بجوی\nتا سرود و بزم و شادی و طرب حاصل شود",
    "interpretation": "برای رسیدن به شادی و موفقیت، به دنبال معاشرت با افراد بزرگ و موفق باش. همنشینی با انسان‌های مثبت به تو انگیزه و انرژی می‌دهد."
  },
  {
    "poem": "شاه شمشادقدان خسرو شیرین دهنان\nکه به مژگان شکند قلب همه صف شکنان",
    "interpretation": "شخصی قدرتمند و جذاب در زندگی تو تأثیر زیادی دارد. این شخص می‌تواند با یک اشاره یا حرکت، همه چیز را به نفع خود تغییر دهد."
  },
  {
    "poem": "مست بگذشتی و از خلوتیان ملکوت\nبه تماشای تو آشوب و قیامت برخاست",
    "interpretation": "حضور و رفتار تو تأثیر زیادی بر اطرافیانت دارد و می‌تواند باعث تحول و هیجان شود. از این قدرت خود به درستی استفاده کن."
  },
  {
    "poem": "بشکست اگر دل من به فدای چشم مستت\nسر خم می سلامت شکند اگر سبویی",
    "interpretation": "برای رسیدن به یک هدف بزرگ، فدا کردن چیزهای کوچک‌تر اشکالی ندارد. نگران خسارت‌های جزئی نباش و به هدف اصلی خود فکر کن."
  },
  {
    "poem": "همه کس طالب یارند چه هشیار و چه مست\nهمه جا خانه عشق است چه مسجد چه کنشت",
    "interpretation": "عشق و حقیقت در همه جا و برای همه وجود دارد. خود را به یک مکان یا یک روش خاص محدود نکن و با دیدی باز به دنیا نگاه کن."
  },
  {
    "poem": "ناامیدم مکن از سابقه لطف ازل\nتو پس پرده چه دانی که که خوب است و که زشت",
    "interpretation": "هرگز از رحمت خداوند ناامید نشو. تو از آینده و تقدیر خبر نداری، پس همیشه به لطف و عنایت او امیدوار باش و قضاوت نکن."
  },
  {
    "poem": "نه من از پرده تقوا به در افتادم و بس\nپدرم نیز بهشت ابد از دست بهشت",
    "interpretation": "اشتباه کردن جزئی از طبیعت انسان است. خودت را به خاطر خطاهایت سرزنش نکن. مهم این است که از اشتباهات خود درس بگیری و دوباره تلاش کنی."
  },
  {
    "poem": "حافظا روز اجل گر به کف آری جامی\nیک سر از کوی خرابات برندت به بهشت",
    "interpretation": "اگر با قلبی پاک و عاشق از دنیا بروی، جایگاه خوبی خواهی داشت. مهم نیت و باطن انسان است، نه ظاهر و اعمال ریاکارانه."
  },
  {
    "poem": "صوفی نهاد دام و سر حقه باز کرد\nبنیاد مکر با فلک حقه باز کرد",
    "interpretation": "مراقب افراد فریبکار و حیله‌گر باش که با ظاهری خوب، قصد آسیب رساندن به تو را دارند. به سادگی به هر کسی اعتماد نکن."
  },
  {
    "poem": "ای دل طریق رندی از محتسب بیاموز\nمست است و در حق او کس این گمان ندارد",
    "interpretation": "گاهی برای رسیدن به هدف، باید هوشمندانه و زیرکانه عمل کنی. طوری رفتار کن که دیگران از نیت واقعی تو باخبر نشوند."
  },
  {
    "poem": "احوال شیخ و قاضی و شرب الیهودشان\nکردم سؤال صبحدم از پیر می فروش",
    "interpretation": "برای شناخت حقیقت افراد، به سراغ کسانی برو که بی‌پرده و صادق هستند. از منابع آگاه و بی‌طرف تحقیق کن تا به واقعیت پی ببری."
  },
  {
    "poem": "گفت آن یار کز او گشت سر دار بلند\nجرمش این بود که اسرار هویدا می‌کرد",
    "interpretation": "فاش کردن رازها و حقایق می‌تواند خطرناک باشد و برایت دردسر ایجاد کند. در گفتن برخی مسائل احتیاط کن و همه چیز را برملا نساز."
  },
  {
    "poem": "فیض روح القدس ار باز مدد فرماید\nدیگران هم بکنند آن چه مسیحا می‌کرد",
    "interpretation": "اگر از حمایت و لطف الهی برخوردار شوی، می‌توانی کارهای بزرگ و خارق‌العاده‌ای انجام دهی. به قدرت و استعدادهای درونی خود ایمان داشته باش."
  },
  {
    "poem": "گفتم این جام جهان بین به تو کی داد حکیم\nگفت آن روز که این گنبد مینا می‌کرد",
    "interpretation": "استعداد و توانایی تو ذاتی و خدادادی است. این موهبت از ابتدا در وجود تو بوده است، کافی است آن را کشف کرده و به کار بگیری."
  },
  {
    "poem": "بی دلی در همه احوال خدا با او بود\nاو نمی‌دیدش و از دور خدایا می‌کرد",
    "interpretation": "گاهی راه‌حل و کمک در کنار توست، اما تو آن را نمی‌بینی و به دنبالش در جاهای دور می‌گردی. با دقت بیشتری به اطرافت نگاه کن."
  },
  {
    "poem": "این همه شعبده خویش که می‌کرد اینجا\nسامری پیش عصا و ید بیضا می‌کرد",
    "interpretation": "در برابر قدرت و حقیقت، فریب و حیله بی‌اثر است. به جای تکیه بر نیرنگ، به دنبال راستی و درستی باش تا موفق شوی."
  },
  {
    "poem": "حافظا می خور و رندی کن و خوش باش ولی\nدام تزویر مکن چون دگران قرآن را",
    "interpretation": "از زندگی لذت ببر و شاد باش، اما هرگز از اعتقادات و ارزش‌ها برای فریب دیگران استفاده نکن. صداقت و یکرنگی بهترین راه است."
  },
  {
    "poem": "گرچه یاران فارغند از یاد من\nاز من ایشان را هزاران یاد باد",
    "interpretation": "حتی اگر دیگران تو را فراموش کرده‌اند، تو به یاد آن‌ها باش و برایشان آرزوی خیر کن. محبت و نیکی تو بی‌پاسخ نخواهد ماند."
  },
  {
    "poem": "راز سربسته ما بین که به دستان گفتند\nهر زمان با دف و نی بر سر بازار کنند",
    "interpretation": "رازی که سعی در پنهان کردن آن داشتی، فاش شده و همه از آن باخبر شده‌اند. دیگر نیازی به پنهان‌کاری نیست و باید با واقعیت روبرو شوی."
  },
  {
    "poem": "جلوه‌ای کرد رخت دید ملک عشق نداشت\nعین آتش شد از این غیرت و بر آدم زد",
    "interpretation": "عشق و شور و اشتیاق تو باعث شده که دست به کارهای بزرگی بزنی. این انرژی درونی تو را به سمت موفقیت و برتری هدایت می‌کند."
  },
  {
    "poem": "عقل می‌خواست کز آن شعله چراغ افروزد\nبرق غیرت بدرخشید و جهان برهم زد",
    "interpretation": "گاهی عشق و احساس بر عقل و منطق غلبه می‌کند و باعث تصمیمات ناگهانی می‌شود. اگرچه این تصمیمات ممکن است پرخطر باشند، اما می‌توانند تحولات بزرگی ایجاد کنند."
  },
  {
    "poem": "مدعی خواست که آید به تماشاگه راز\nدست غیب آمد و بر سینه نامحرم زد",
    "interpretation": "افراد ناشایست و نامحرم نمی‌توانند به حریم خصوصی و اسرار تو راه پیدا کنند. نیرویی غیبی از تو و رازهایت محافظت خواهد کرد."
  },
  {
    "poem": "دیگران قرعه قسمت همه بر عیش زدند\nدل غمدیده ما بود که هم بر غم زد",
    "interpretation": "احساس می‌کنی در زندگی شانس با تو یار نبوده و همیشه با غم و مشکلات روبرو بوده‌ای. ناامید نشو، زیرا تقدیر قابل تغییر است و روزهای خوب نیز فرا خواهد رسید."
  },
  {
    "poem": "جان علوی هوس چاه زنخدان تو داشت\nدست در حلقه آن زلف خم اندر خم زد",
    "interpretation": "برای رسیدن به یک هدف والا و ارزشمند، درگیر مسائل و مشکلات زمینی و پیچیده‌ای شده‌ای. باید با هوشیاری از این موانع عبور کنی."
  },
  {
    "poem": "حافظ آن روز طربنامه عشق تو نوشت\nکه قلم بر سر اسباب دل خرم زد",
    "interpretation": "عشق و علاقه تو به یک موضوع، باعث شده که استعدادهایت شکوفا شود و آثار زیبایی خلق کنی. این مسیر را ادامه بده، زیرا موفقیت در آن است."
  },
  {
    "poem": "شنیده‌ام سخنی خوش که پیر کنعان گفت\nفراق یار نه آن می‌کند که بتوان گفت",
    "interpretation": "دوری و فراق از کسی یا چیزی برایت بسیار سخت و طاقت‌فرساست. این درد و رنج را فقط خودت درک می‌کنی. امیدوار باش که این دوران به زودی به پایان برسد."
  },
  {
    "poem": "حدیث هول قیامت که گفت واعظ شهر\nکنایتیست که از روزگار هجران گفت",
    "interpretation": "سختی و عذابی که اکنون تحمل می‌کنی، بسیار بزرگ است. اما بدان که این دوران نیز خواهد گذشت. صبر و استقامت کلید رهایی توست."
  },
  {
    "poem": "نشان یار سفرکرده از که پرسم باز\nکه هر چه گفت برید صبا پریشان گفت",
    "interpretation": "در جستجوی خبری از کسی یا چیزی هستی، اما اخبار ضد و نقیض و پریشانی به گوشت می‌رسد. به شایعات توجه نکن و به دنبال یک منبع موثق باش."
  },
  {
    "poem": "فغان که آن مه نامهربان مهرگسل\nبه ترک صحبت یاران خود چه آسان گفت",
    "interpretation": "از بی‌وفایی و بی‌توجهی کسی که برایت عزیز بوده، دلشکسته‌ای. او به راحتی تو و خاطراتتان را فراموش کرده است. بهتر است تو نیز او را رها کنی."
  },
  {
    "poem": "من و باد صبا مسکین دو سرگردان بی‌حاصل\nمن از افسون چشمت مست و او از بوی گیسویت",
    "interpretation": "در راه رسیدن به هدفت، سرگردان و بی‌قرار هستی. این عشق و علاقه تو را از خود بی‌خود کرده است. باید تمرکز خود را حفظ کنی تا به نتیجه برسی."
  },
  {
    "poem": "خیال زلف تو پختن نه کار هر خامیست\nکه زیر سلسله رفتن طریق عیاریست",
    "interpretation": "رسیدن به اهداف بزرگ، کار هر کسی نیست و نیازمند شجاعت، صبر و فداکاری است. اگر قصد ورود به این راه را داری، باید خود را برای سختی‌ها آماده کنی."
  },
  {
    "poem": "لطیفه‌ایست نهانی که عشق از او خیزد\nکه نام آن نه لب لعل و خط زنگاریست",
    "interpretation": "منشأ عشق و علاقه واقعی، چیزی فراتر از زیبایی‌های ظاهری است. به دنبال درک عمیق و ارتباط روحی باش، نه فقط جذابیت‌های سطحی."
  },
  {
    "poem": "جمال شخص نه چشم است و زلف و عارض و خال\nهزار نکته در این کار و بار دلداریست",
    "interpretation": "ارزش واقعی یک رابطه در تفاهم، محبت و نکات ظریفی است که بین دو نفر وجود دارد. به مسائل عمیق‌تر و معنوی در روابط خود توجه کن."
  },
  {
    "poem": "قلندران حقیقت به نیم جو نخرند\nقبای اطلس آن کس که از هنر عاریست",
    "interpretation": "ارزش انسان به هنر، دانش و شخصیت اوست، نه به لباس و ثروت. به جای توجه به ظواهر، به دنبال کسب هنر و معرفت باش."
  },
  {
    "poem": "بر آستان تو مشکل توان رسید آری\nعروج بر فلک سروری به دشواریست",
    "interpretation": "رسیدن به جایگاه‌های بالا و موفقیت‌های بزرگ، کار آسانی نیست و نیازمند تلاش و کوشش فراوان است. باید برای رسیدن به هدفت سختی‌ها را تحمل کنی."
  },
  {
    "poem": "سحر کرشمه چشمت به خواب می‌دیدم\nزهی مراتب خوابی که به ز بیداریست",
    "interpretation": "در رویاها و آرزوهای خود غرق شده‌ای و از آن لذت می‌بری. این رویاها به تو انگیزه می‌دهد، اما مراقب باش که از دنیای واقعی غافل نشوی."
  },
  {
    "poem": "دلش به ناله میازار و ختم کن حافظ\nکه از صراحی می مستی و خماریست",
    "interpretation": "بیش از این به کسی یا موضوعی اصرار نکن و او را آزار نده. گاهی باید مسائل را رها کرد تا به مرور زمان حل شوند. پافشاری بیش از حد نتیجه عکس می‌دهد."
  },
  {
    "poem": "چو گل هر دم به بویت جامه در تن\nکنم چاک از گریبان تا به دامن",
    "interpretation": "به شدت تحت تأثیر عشق و علاقه به کسی یا چیزی هستی و این احساس تو را بی‌قرار کرده است. این شور و اشتیاق می‌تواند منشأ تحولات بزرگی در زندگی‌ات باشد."
  },
  {
    "poem": "تنت به ناز طبیبان نیازمند مباد\nوجود نازکت آزرده گزند مباد",
    "interpretation": "این فال برای تو آرزوی سلامتی و تندرستی دارد. به زودی از هرگونه بیماری و مشکل جسمی رها خواهی شد و به آرامش خواهی رسید."
  },
  {
    "poem": "سلامت همه آفاق در سلامت توست\nبه هیچ عارضه شخص تو دردمند مباد",
    "interpretation": "سلامتی و آرامش تو برای اطرافیانت بسیار مهم است. این فال دعای خیری برای توست که از هرگونه گزند و آسیبی در امان باشی."
  },
  {
    "poem": "در این چمن چو درآید خزان به یغمایی\nرهش به سرو سهی قامت بلند مباد",
    "interpretation": "در برابر مشکلات و سختی‌های روزگار، مانند سرو استوار و مقاوم خواهی بود. هیچ آسیبی به تو نخواهد رسید و از این دوران به سلامت عبور خواهی کرد."
  },
  {
    "poem": "در آن بساط که حسن تو جلوه آغازد\nمجال طعنه بدبین و بدپسند مباد",
    "interpretation": "موفقیت و درخشش تو به حدی خواهد بود که هیچ بدخواه و حسودی نمی‌تواند به تو آسیبی برساند. با اعتماد به نفس به راه خود ادامه بده."
  },
  {
    "poem": "هر آن که روی چو ماهت به چشم بد بیند\nبر آتش تو به جز جان او سپند مباد",
    "interpretation": "از چشم زخم و نیت بد دیگران در امان خواهی بود. هر کس که قصد بدی نسبت به تو داشته باشد، خودش آسیب خواهد دید."
  },
  {
    "poem": "شفا ز گفته شکرفشان حافظ جوی\nکه حاجتت به علاج گلاب و قند مباد",
    "interpretation": "راه حل مشکلات و آرامش روحی خود را در معنویات، شعر و هنر جستجو کن. گاهی درمان دردهایت در چیزهایی فراتر از مادیات است."
  },
  {
    "poem": "روشن از پرتو رویت نظری نیست که نیست\nمنت خاک درت بر بصری نیست که نیست",
    "interpretation": "زیبایی و تأثیرگذاری تو بر همگان آشکار است و همه از حضور تو بهره‌مند می‌شوند. قدر این جایگاه و محبوبیت خود را بدان."
  },
  {
    "poem": "ناظر روی تو صاحب نظرانند آری\nسر گیسوی تو در هیچ سری نیست که نیست",
    "interpretation": "جذابیت و فکر تو بسیاری را به خود مشغول کرده است. افراد زیادی به تو و کارهایت توجه دارند و درباره‌ات صحبت می‌کنند."
  },
  {
    "poem": "اشک غماز من ار سرخ برآمد چه عجب\nخجل از کرده خود پرده دری نیست که نیست",
    "interpretation": "به خاطر اشتباهی که کرده‌ای، پشیمان و شرمنده هستی و این پشیمانی در چهره‌ات آشکار است. سعی کن این اشتباه را جبران کنی."
  },
  {
    "poem": "تا دم از شام سر زلف تو هر جا نزنند\nبا صبا گفت و شنیدم سحری نیست که نیست",
    "interpretation": "خبر و آوازه تو در همه جا پیچیده است و همه درباره تو صحبت می‌کنند. این شهرت می‌تواند هم خوب باشد و هم بد، پس مراقب رفتارت باش."
  },
  {
    "poem": "از حیای لب شیرین تو ای چشمه نوش\nغرق آب و عرق اکنون شکری نیست که نیست",
    "interpretation": "شخصی در برابر تو احساس شرم و فروتنی می‌کند. این رفتار او نشان‌دهنده احترام و علاقه زیادش به توست."
  },
  {
    "poem": "مصلحت نیست که از پرده برون افتد راز\nور نه در مجلس رندان خبری نیست که نیست",
    "interpretation": "رازهای زیادی وجود دارد که بهتر است پنهان بماند. اگر همه چیز فاش شود، ممکن است باعث آشفتگی و دردسر شود. به مصلحت فعلی احترام بگذار."
  },
  {
    "poem": "شیر در بادیه عشق تو روباه شود\nآه از این راه که در وی خطری نیست که نیست",
    "interpretation": "راهی که در پیش گرفته‌ای، بسیار خطرناک و پر از چالش است. حتی قدرتمندترین افراد نیز در این مسیر ممکن است دچار مشکل شوند. با احتیاط کامل قدم بردار."
  },
  {
    "poem": "آب چشمم که بر او منت خاک در توست\nزیر صد منت او خاک دری نیست که نیست",
    "interpretation": "به شدت به کسی یا چیزی مدیون و سپاسگزار هستی. این قدردانی و فروتنی تو بسیار ارزشمند است و جایگاه تو را بالاتر می‌برد."
  },
  {
    "poem": "از وجودم قدری نام و نشان هست که هست\nور نه از ضعف در آن جا اثری نیست که نیست",
    "interpretation": "با وجود سختی‌ها و مشکلاتی که تحمل کرده‌ای، هنوز هم استوار و پابرجا هستی. این مقاومت تو قابل تحسین است و نشان‌دهنده قدرت درونی توست."
  },
  {
    "poem": "غیر از این نکته که حافظ ز تو ناخشنود است\nدر سراپای وجودت هنری نیست که نیست",
    "interpretation": "تو فردی با استعداد و پر از هنرهای مختلف هستی. تنها ایراد تو ممکن است بی‌توجهی به یک دوست یا مسئله‌ای خاص باشد. سعی کن این نقص کوچک را نیز برطرف کنی."
  },
  {
    "poem": "خمی که ابروی شوخ تو در کمان انداخت\nبه قصد جان من زار ناتوان انداخت",
    "interpretation": "رفتار یا حرف شخصی تو را به شدت تحت تأثیر قرار داده و آشفته کرده است. احساس می‌کنی در برابر او ضعیف و ناتوان هستی."
  },
  {
    "poem": "نبود نقش دو عالم که رنگ الفت بود\nزمانه طرح محبت نه این زمان انداخت",
    "interpretation": "عشق و محبت یک پدیده ازلی و ابدی است. رابطه‌ای که در آن هستی، ریشه‌ای عمیق و قدیمی دارد و به این زودی‌ها از بین نخواهد رفت."
  },
  {
    "poem": "به یک کرشمه که در کار آسمان کردی\nهنوز فتنه و آشوب در جهان انداخت",
    "interpretation": "یک عمل یا تصمیم تو تأثیرات بزرگ و طولانی‌مدتی بر جای گذاشته است که هنوز هم ادامه دارد. باید با عواقب کارهای خود روبرو شوی."
  },
  {
    "poem": "شراب خورده و خوی کرده می‌روی به چمن\nکه آب روی تو آتش در ارغوان انداخت",
    "interpretation": "با حضور شاداب و پرانرژی خود، به محیط اطرافت طراوت و هیجان می‌بخشی. حضور تو باعث شادی و تحرک دیگران می‌شود."
  },
  {
    "poem": "به بزمگاه چمن دوش مست بگذشتم\nچو از دهان توام غنچه در گمان انداخت",
    "interpretation": "یک حرف یا اشاره از طرف کسی، تو را به فکر و امیدواری واداشته است. این امیدواری باعث شده که با دیدی مثبت به آینده نگاه کنی."
  },
  {
    "poem": "بنفشه طره مفتول خود گره می‌زد\nصبا حکایت زلف تو در میان انداخت",
    "interpretation": "خبر و آوازه تو به گوش دیگران رسیده و باعث حسادت و رقابت شده است. مراقب باش که این رقابت‌ها به تو آسیبی نرساند."
  },
  {
    "poem": "ز شرم آن که به روی تو نسبتم کردند\nسمن به دست صبا طوق در گردن انداخت",
    "interpretation": "زیبایی و برتری تو به حدی است که دیگران در برابر تو احساس شرمندگی و کوچکی می‌کنند. از این جایگاه خود مغرور نشو."
  },
  {
    "poem": "من از ورع می و مطرب ندیدمی زین پیش\nهوای مغبچگانم در این و آن انداخت",
    "interpretation": "عشق و علاقه باعث شده که دست به کارهایی بزنی که قبلاً انجام نمی‌دادی. این تحول می‌تواند هم مثبت و هم منفی باشد، پس مراقب مسیر جدید خود باش."
  },
  {
    "poem": "کنون به آب می لعل خرقه می‌شویم\nنصیبه ازل از خود نمی‌توان انداخت",
    "interpretation": "باید سرنوشت و تقدیر خود را بپذیری. تلاش برای تغییر برخی چیزها بی‌فایده است. با واقعیت کنار بیا و بهترین استفاده را از شرایط موجود بکن."
  },
  {
    "poem": "غلام همت آن نازنینم\nکه کار خیر بی روی و ریا کرد",
    "interpretation": "ارزش واقعی در انجام کارهای نیک بدون انتظار و خودنمایی است. به دنبال افرادی باش که صادقانه و بی‌ریا به دیگران کمک می‌کنند."
  },
  {
    "poem": "وفا کنیم و ملامت کشیم و خوش باشیم\nکه در طریقت ما کافریست رنجیدن",
    "interpretation": "در راه عشق و دوستی، باید سختی‌ها و سرزنش‌ها را تحمل کنی. اگر به مسیر خود ایمان داری، از حرف دیگران ناراحت نشو و با خوشی ادامه بده."
  },
  {
    "poem": "مباش در پی آزار و هر چه خواهی کن\nکه در شریعت ما غیر از این گناهی نیست",
    "interpretation": "مهم‌ترین اصل در زندگی، آزار نرساندن به دیگران است. تا زمانی که به کسی آسیب نمی‌زنی، در انجام کارهای خود آزاد هستی."
  },
  {
    "poem": "عنان به میکده خواهیم تافت زین مجلس\nکه وعظ بی‌عملان واجب است نشنیدن",
    "interpretation": "به حرف کسانی که خودشان به گفته‌هایشان عمل نمی‌کنند، گوش نده. به دنبال علم و حقیقت از منابع معتبر و افراد صادق باش."
  },
  {
    "poem": "از این رباط دو در چون ضرورت است رحیل\nرواق و طاق معیشت چه سربلند و چه پست",
    "interpretation": "دنیا و مادیات آن گذرا هستند. به جای دل بستن به ثروت و مقام، به فکر معنویات و توشه آخرت خود باش."
  },
  {
    "poem": "مقام عیش میسر نمی‌شود بی‌رنج\nبلی به حکم بلا بسته‌اند عهد الست",
    "interpretation": "برای رسیدن به آسایش و موفقیت، باید سختی و رنج را تحمل کنی. هیچ موفقیت بزرگی بدون تلاش و کوشش به دست نمی‌آید."
  },
  {
    "poem": "به هست و نیست مرنجان ضمیر و خوش می‌باش\nکه نیستیست سرانجام هر کمال که هست",
    "interpretation": "به خاطر داشته‌ها و نداشته‌هایت غصه نخور. همه چیز در این دنیا فانی است. سعی کن از لحظات خود لذت ببری و آرامش داشته باشی."
  },
  {
    "poem": "شکوه تاج سلطانی که بیم جان در اوست\nکلاهی دلکش است اما به ترک سر نیارزد",
    "interpretation": "مقام و ثروتی که با خطر و نگرانی همراه باشد، ارزشی ندارد. به دنبال آرامش و امنیت باش، حتی اگر زندگی ساده‌تری داشته باشی."
  },
  {
    "poem": "چه جای صحبت نامحرم است مجلس انس\nسر پیاله بپوشان که خرقه پوش آمد",
    "interpretation": "مراقب حضور افراد ناشایست و ریاکار در جمع‌های دوستانه و خصوصی خود باش. اسرار خود را در حضور آن‌ها فاش نکن."
  },
  {
    "poem": "ز خانقاه به میخانه می‌رود حافظ\nمگر ز مستی زهد ریا به تنگ آمد",
    "interpretation": "از دورویی و ظاهرسازی خسته شده‌ای و به دنبال صداقت و حقیقت هستی. این تغییر مسیر برایت آرامش به همراه خواهد داشت."
  },
  {
    "poem": "باغ مرا چه حاجت سرو و صنوبر است\nشمشاد خانه‌پرور ما از که کمتر است",
    "interpretation": "به داشته‌های خودت قانع باش و قدر آن‌ها را بدان. گاهی چیزهایی که در اختیار داری، از آنچه دیگران دارند ارزشمندتر است."
  },
  {
    "poem": "ای نازنین پسر تو چه مذهب گرفته‌ای\nکت خون ما حلالتر از شیر مادر است",
    "interpretation": "رفتار بی‌رحمانه و بی‌توجهی کسی تو را به شدت آزرده است. احساس می‌کنی او هیچ ارزشی برای تو و احساساتت قائل نیست."
  },
  {
    "poem": "چون نقش غم ز دور ببینی شراب خواه\nتشخیص کرده‌ایم و مداوا مقرر است",
    "interpretation": "وقتی نشانه‌های غم و مشکل را دیدی، به دنبال راه‌حلی برای شادی و فراموشی آن باش. پیشگیری و درمان به موقع، بهترین کار است."
  },
  {
    "poem": "از آستان پیر مغان سر متاب باز\nزیرا که هر که این درش آمد مقرب است",
    "interpretation": "راهی را که با راهنمایی یک فرد باتجربه و دانا انتخاب کرده‌ای، رها نکن. ادامه دادن این مسیر تو را به موفقیت و جایگاه بالا می‌رساند."
  },
  {
    "poem": "در خرقه چو آتش زدی ای عارف سالک\nجهدی کن و سرحلقه رندان جهان باش",
    "interpretation": "اکنون که قدم در راهی جدید و متفاوت گذاشته‌ای، با تمام توان تلاش کن تا در آن بهترین باشی و به رهبری و استادی برسی."
  },
  {
    "poem": "حافظ چو نافه سر زلفش به دست توست\nدم درکش ار نه باد صبا را خبر شود",
    "interpretation": "یک فرصت یا راز ارزشمند در اختیار توست. آن را فاش نکن و با سکوت و درایت از آن محافظت کن تا دیگران از آن باخبر نشوند."
  },
  {
    "poem": "تا ز میخانه و می نام و نشان خواهد بود\nسر ما خاک ره پیر مغان خواهد بود",
    "interpretation": "تا زمانی که عشق و حقیقت وجود دارد، تو نیز به استاد و راهنمای خود وفادار خواهی ماند. این ارادت و فروتنی تو پایدار خواهد بود."
  },
  {
    "poem": "حلقه پیر مغان از ازلم در گوش است\nبر همانیم که بودیم و همان خواهد بود",
    "interpretation": "تو بر عهد و پیمان اولیه خود استوار هستی و از مسیرت منحرف نخواهی شد. این ثبات قدم و وفاداری تو قابل تحسین است."
  },
  {
    "poem": "بر سر تربت ما چون گذری همت خواه\nکه زیارتگه رندان جهان خواهد بود",
    "interpretation": "راه و روش تو پس از تو نیز ادامه خواهد داشت و دیگران از آن الهام خواهند گرفت. تأثیر تو بر اطرافیانت ماندگار خواهد بود."
  },
  {
    "poem": "برو ای زاهد خودبین که ز چشم من و تو\nراز این پرده نهان است و نهان خواهد بود",
    "interpretation": "برخی اسرار و حقایق هرگز برای همه فاش نخواهد شد. به جای ادعای دانستن همه چیز، بهتر است به محدودیت‌های دانش خود اعتراف کنیم."
  },
  {
    "poem": "ترک عاشق کش من مست برون رفت امروز\nتا دگر خون که از دیده روان خواهد بود",
    "interpretation": "رفتار بی‌پروا و جذاب کسی، باعث آشفتگی و بی‌قراری بسیاری شده است. این تأثیرگذاری می‌تواند هم مثبت و هم منفی باشد."
  },
  {
    "poem": "چشمم آن دم که ز شوق تو نهد سر به لحد\nتا دم صبح قیامت نگران خواهد بود",
    "interpretation": "عشق و علاقه تو به کسی یا چیزی آنقدر عمیق است که حتی پس از مرگ نیز ادامه خواهد داشت. این یک پیوند روحی و ابدی است."
  },
  {
    "poem": "حافظا گر نروی از در او هم روزی\nگذری بر سرت از گوشه روان خواهد بود",
    "interpretation": "اگر در راه خود ثابت قدم و صبور باشی، بالاخره به نتیجه خواهی رسید. حتی اگر به نظر برسد که فراموش شده‌ای، بالاخره مورد توجه قرار خواهی گرفت."
  }
]